Repository: irfan4ali/LobbyFriend
Catalog: LobbyFriend/Libraries/Data string/*.strings
Languages: dutch

# PRIVACYPOLICY
source: <html><body style="background-color: #F2EEF1; COLOR:#5B5B5B;font-family: Helvetica;font-size:11px "> <meta name="viewport" content="width=320,user-scalable=no initial-scale=1.0"><link rel="stylesheet" href="style.css" type="text/css" /> <h4 align = "center"><u>Privacy Policy</u></b><br><br></h4><b>1. Introduction:</b> We are committed to protecting the privacy of your personal information whilst striving to provide the very best user experience. We want this App to be safe and enjoyable for everyone. Under the Data Protection Laws and Regulations we have a legal duty to protect the personal information we collect from you. <br><br> If you have any concerns, questions or comments about this privacy policy or the App you can contact us using the contact details provided at the end of this policy. <br> <br><b>2. The types of personal information we collect and how we collect it:<br><br></b> <b>Information you provide upon registration:</b> When you register you will need to provide your username which may be your email address. Your username is kept confidential and will not be disclosed to other guests. <br><br>Once registered you will need to add your name that will be your profile name and, your picture. You may also chose to add the name of the company your work for, the country you are located in, the university you went to, the degree you attained and your profile picture. If you decide to register using your Facebook or Twitter Profile, upon your authorization, the App will pull this information from your Facebook or Twitter profile to create your profile in the App. This information is public information as it is visible to all guests who are using the App in the Hotel. If you do not wish to make this information public then do not provide it when you register. <br><br><b>Demographic and other data: </b> The App uses cookies and other tracking technology to collect information about your use of our App, information about your device such as your device ID, IP address and browser type, demographic data and, if you arrived at the App via a link from a site, the URL of the linking page. For more information on how this App uses cookies and other tracking technology, see our cookie policy. <br><br><b>3. How we use the information that we collect</b> <br><br>We will use it, as applicable, to: <ul> <li>provide you with the services provided by this App; </li> <li>monitor or improve the performance of the services available through this App;</li> <li>monitor compliance with our terms and conditions of use of the App, enforce our rights and protect the safety of others including investigating and if necessary removing any content on which we receive a complaint;</li> <li>send you promotional materials or special offers on our behalf or on behalf of our group companies and marketing partners. If you do not want to receive this marketing information you can notify us of this by replying to any emails we send you or by writing to us at <a href="mailto:info@lobbyfriend.com">info@lobbyfriend.com</a> for any purpose if we are required to do so by any law or other regulatory or government authority</li> </ul> <br>By providing us with your personal information, you consent to us:(a) transferring your information to the United States (if you are using the App in any other country) to enable us to provide the services to you; and (b) processing your information as set out in this privacy policy and in any other manner you expressly consent to. <br><br>Once you have checked out of the Hotel we will delete all your activity on the App but will retain your profile information and your inbox so when you log in at your next stay at a Hotel that supports this App you will not have to register your details again. <br><br><b>6. Links to other websites: </b> This App may contain links to other websites and we may display advertisements from third parties in our App. We may monetise some of these links through the use of third party affiliate programmes. Notwithstanding such affiliate programs, we are not responsible for the content or privacy policies of these websites or for third party advertisers, even if they use the App’s logo as part of a co-branding agreement, nor for the way in which information about their users is treated. Before submitting any personal information to such websites, you should check their privacy policy. <br><br><b>7. Security: </b>In accordance with our requirements under the Data Protection Laws and Regulations, we will adopt appropriate security procedures to help prevent unauthorised access to your information. <br><br><b>9. A note for parents concerning privacy: </b> We do not currently knowingly collect any personal information from children under the age of eighteen. It is your responsibility as parents to ensure that your child does not download or use the App. Your guidance and involvement are essential to help ensure that children have a safe and rewarding online experience. We encourage you to visit <a href="http://www.google.co.uk/goodtoknow/familysafety">http://www.google.co.uk/goodtoknow/familysafety</a> and the <a href="http://www.getnetwise.org">GetNetWise website</a> to learn more about parental control tools. <br><br><b>10. Policy changes: </b>By using this App you agree to the terms of this privacy policy. We may amend this privacy policy from time to time. If we do so, an updated version will be available through a link in the App. You will be bound by the new terms upon your continued use of this App. <br><br><b>11. Questions about this App and the information we hold about you: </b> If you have any general questions about this App or the information collected about you when using this App and how it is used please contact the <a href="mailto:info@lobbyfriend.com">info@lobbyfriend.com</a> <br><br>Date of Last Revision: 04 December 2012 <br><br> </body></html>
dutch: <html><body style="background-color: #F2EEF1; COLOR:#5B5B5B;font-family: Helvetica;font-size:11px "> <meta name="viewport" content="width=320,user-scalable=no initial-scale=1.0"><link rel="stylesheet" href="style.css" type="text/css" /> <h4 align = "center"><u>prive-beleid</u></b><br><br></h4><b>1. Inleiding:</b> We zijn toegewijd aan het beschermen van de privacy van uw persoonlijke informatie, terwijl streven om de beste gebruikerservaring te bieden. We willen deze applicatie om veilig en plezierig voor iedereen. Onder de Data Protection wet-en regelgeving hebben we een wettelijke verplichting om de persoonlijke gegevens die wij van u verzamelen te beschermen. <br><br> Als u zich zorgen maakt, vragen of opmerkingen over dit privacybeleid of de App kunt u contact met ons opnemen via de contactgegevens aan het einde van dit beleid. <br> <br><b>2. De aard van de persoonlijke informatie die wij verzamelen en hoe wij die verzamelen:<br><br></b> <b>Informatie die u verstrekt bij de registratie: </b> Wanneer u zich registreert, moet u uw gebruikersnaam die uw e-mailadres te geven. Uw gebruikersnaam wordt vertrouwelijk behandeld en zal niet worden doorgegeven aan andere gasten. <br><br>Eenmaal geregistreerd moet u uw naam, dat zal je profiel naam en, je foto te voegen. U kunt er ook voor kiezen om de naam van het bedrijf uw werk voor, het land waar u zich in de universiteit ging je naar, de mate dat je bereikt en je profiel foto toe te voegen. Als u besluit om te registreren met behulp van uw Facebook of Twitter profiel, na uw toestemming, de App zal deze informatie uit je Facebook-of Twitter-profiel om uw profiel aan te maken in de App. Deze informatie is openbare informatie zoals het is zichtbaar voor alle gasten die in de App gebruik in het hotel. Als u niet wilt dat deze gegevens openbaar te maken dan niet voorzien wanneer u zich registreert. <br><br><b>Demografische en andere gegevens: </b> De App maakt gebruik van cookies en andere tracking technologie om informatie te verzamelen over uw gebruik van onze applicatie, informatie over uw apparaat, zoals uw apparaat-ID, IP-adres en het type browser, demografische gegevens en, als je zijn aangekomen in de App via een link vanaf een site, de URL van de koppeling pagina. Voor meer informatie over hoe deze applicatie maakt gebruik van cookies en andere tracking technologie, zie onze cookie-beleid. <br><br><b>3. Hoe gebruiken we de informatie die we verzamelen</b> <br><br>Zullen we het gebruiken, voor zover van toepassing, op: <ul> <li>bieden u de diensten die door deze applicatie;</li> <li>controleren of het verbeteren van de prestaties van de diensten die via deze applicatie;</li> <li>op de naleving van onze algemene voorwaarden voor het gebruik van de App, af te dwingen onze rechten en de bescherming van de veiligheid van anderen, inclusief het onderzoeken en indien nodig verwijderen van alle inhoud op die we een klacht ontvangen;</li> <li>om u promotiemateriaal of speciale aanbiedingen op onze rekening of voor rekening van onze groepsmaatschappijen en marketing partners. Als u niet wilt dat deze marketinginformatie te ontvangen kunt u aan ons melden dit door het beantwoorden van e-mails sturen wij u of door ons te schrijven op <a href="mailto:info@lobbyfriend.com">info@lobbyfriend.com</a> voor welk doel dan als we verplicht zijn dit te doen door enige wet of andere regelgevende of overheidsinstantie</li> </ul> <br>Door ons uw persoonlijke gegevens, kunt u ons toestemming om: (a) de overdracht van uw gegevens naar de Verenigde Staten (als u in de App gebruik in een ander land) om ons in staat stellen om de diensten aan u te leveren, en (b) de verwerking uw informatie zoals beschreven in dit privacybeleid en op een andere manier gaat u hiermee akkoord. <br><br>Als je eenmaal hebt uitgecheckt uit het hotel waar we zullen al uw activiteit te verwijderen in de App, maar zal uw profiel informatie en je Postvak IN te houden als u zich aanmeldt bij uw volgende verblijf in een hotel, dat deze applicatie ondersteunt u niet hoeft te uw gegevens te registreren weer. <br><br><b>6. Links naar andere websites: </b> deze applicatie kan links bevatten naar andere websites en kunnen we advertenties weer te geven van derden in onze App. Wij kunnen monetariseren een aantal van deze relaties door het gebruik van derden affiliate programma's. Niettegenstaande deze affiliate programma's, zijn wij niet verantwoordelijk voor de inhoud of het privacybeleid van deze websites of voor derden adverteerders, zelfs als ze gebruik maken van de applicatie het logo als onderdeel van een co-branding overeenkomst, noch voor de manier waarop informatie over hun gebruikers behandeld. Voor het indienen van persoonlijke informatie op dergelijke websites, moet u controleren hun privacybeleid. <br><br><b>7. Beveiliging: </b> In overeenstemming met onze eisen onder de Data Protection wet-en regelgeving, zullen wij passende beveiligingsprocedures om te voorkomen dat onbevoegden toegang krijgen tot uw gegevens. <br><br><b>9. Een opmerking voor ouders over privacy: </b> We hebben geen moment bewust verzamelen geen persoonlijke gegevens van kinderen onder de leeftijd van achttien jaar. Het is uw verantwoordelijkheid als ouders om ervoor te zorgen dat uw kind niet te downloaden of gebruik maken van de App. Praktische informatie en betrokkenheid zijn essentieel om te helpen dat kinderen op een veilige en lonende online ervaring te garanderen. We raden u aan een bezoek<a href="http://www.google.co.uk/goodtoknow/familysafety">http://www.google.co.uk/goodtoknow/familysafety</a> en <a href="http://www.getnetwise.org">GetNetWise website</a> voor meer informatie over ouderlijke controle tools te leren. <br><br><b>10. Beleidswijzigingen worden doorgevoerd: </b> Door het gebruik van deze applicatie gaat u akkoord met de voorwaarden van dit privacybeleid. Wij kunnen dit privacybeleid van tijd tot tijd. Als we dat doen, zal een bijgewerkte versie beschikbaar zijn via een link in de App. U bent gebonden door de nieuwe voorwaarden van uw voortgezet gebruik van deze applicatie. <br><br><b>11. Vragen over deze applicatie en de informatie die wij over u: </b> Als u algemene vragen heeft over deze applicatie of de verzamelde gegevens over u bij het gebruik van deze applicatie en hoe het wordt gebruikt contact op met de <a href="mailto:info@lobbyfriend.com">info@lobbyfriend.com</a> <br><br>Datum van de laatste revisie: 04 december 2012 <br><br> </body></html>

# COOKIEPOLICY
source: <html><body style="background-color: #F2EEF1; COLOR:#5B5B5B;font-family: Helvetica;font-size:11px "> <meta name="viewport" content="width=320,user-scalable=no initial-scale=1.0"><link rel="stylesheet" href="style.css" type="text/css" /> <h4 align = "center"><u>Cookie Policy</u></b><br><br></h4><b>Cookies</b> <br><br> <b>What are they? </b> <br><br> A cookie is a small piece of information which is sent to the hard drive of your device by a web server so that some information about your browsing activity can be collected. Other technology can also be used to collect that information without sending information to the hard drive of your device. In this policy we use the term ‘cookie’ to mean any technology that is collecting information from your device. The cookie will collect information relating to your use of our apps, information about your device such as the device ID, IP address and browser type and demographic data. The information will be collected both when you are connected to the internet and when you are not. If you have downloaded our App and have shared information with us as part of that process, it will collect your name and email address, which may be transferred to data processors for verification purposes. <br><br> <b>How do We use them? </b> <br><br> We use cookies to measure users behaviour to better develop our apps. By using analytics services provided by Google Analytics, Flurry and Comscore we can analyse which pages are viewed and how long for and which links are followed, so that we can provide more content which is of interest. We also use this analysis to report on performance of the App and to sell advertising. <br><br> The information generated by the cookie about your use of this App (including your IP address) will be transmitted to and stored in the United States. They may also transfer this information to third parties where required to do so by law, or where such third parties process the information on their behalf. By using this App, you consent to the processing of data about you by those service providers in the manner and for the purposes set out above. <br> <br><b>How do you control how cookies are used?</b> <br><br> Cookies can be deleted from your hard drive or from the settings menu on your device. To learn more about how to reject cookies, visit <a href="http://www.allaboutcookies.org">www.allaboutcookies.org</a> or go to the help menu within your internet browser. If you experience any problems having deleted cookies, you should contact the supplier of your web browser. <br><br><b> How to find out more information: </b> <br><br>For more information about cookies please visit <a href="http://www.allaboutcookies.org">www.allaboutcookies.org</a> and for more information about behavioural advertising in particular please visit <a href="http://www.youronlinechoices.com/uk/">www.youronlinechoices.com/uk/</a> . <br><br>Date of Last Revision: 04 December 2012 <br><br> </body></html>
dutch: <html><body style="background-color: #F2EEF1; COLOR:#5B5B5B;font-family: Helvetica;font-size:11px "> <meta name="viewport" content="width=320,user-scalable=no initial-scale=1.0"><link rel="stylesheet" href="style.css" type="text/css" /> <h4 align = "center"><u>cookie-beleid</u></b><br><br></h4><b>koekjes</b> <br><br> <b>Wat zijn dat? </b> <br><br> Een cookie is een klein stukje informatie dat wordt op de harde schijf van uw toestel worden verzonden door een web server, zodat bepaalde informatie over uw browsegeschiedenis activiteit kan worden verzameld. Andere technologie kan ook worden gebruikt om deze informatie te verzamelen zonder het verzenden van informatie naar de harde schijf van uw apparaat. In dit beleid gebruiken we de term 'cookie' op een technologie die informatie verzamelt van uw apparaat betekenen. De cookie verzamelt informatie met betrekking tot uw gebruik van onze applicaties, informatie over uw apparaat, zoals de apparaat-ID, IP-adres en het type browser en demografische gegevens. De informatie zal worden verzameld zowel bij u verbonden bent met het internet en wanneer u niet. Als u hebt gedownload onze applicatie en hebben een gedeelde informatie met ons als onderdeel van dat proces, zal het uw naam en e-mailadres, die aan gegevensverwerkers worden overgedragen voor verificatiedoeleinden. <br><br> <b>Hoe gebruiken we ze? </b> <br><br> Wij gebruiken cookies om gebruikers het gedrag te meten van een betere ontwikkeling onze apps. Door het gebruik van analytics diensten van Google Analytics, Flurry en Comscore kunnen we analyseren welke pagina's worden bekeken en hoe lang en welke links worden gevolgd, zodat wij meer inhoud die van belang. We gebruiken deze analyse te rapporteren over de uitvoering van de App en om reclame te verkopen. <br><br> De informatie die door het cookie gegenereerde informatie over uw gebruik van deze applicatie (met inbegrip van uw IP-adres) wordt overgebracht naar en opgeslagen in de Verenigde Staten. Zij kunnen deze informatie aan derden verschaffen indien zij hiertoe door de wet, of voor zover deze derden de informatie namens hen. Door het gebruik van deze applicatie gaat u akkoord met de verwerking van gegevens over u door de service providers op de wijze en voor de doeleinden zoals hiervoor omschreven. <br> <br><b>Hoe kun je bepalen hoe cookies worden gebruikt?</b> <br><br> Cookies kunnen worden verwijderd van uw harde schijf of vanaf het menu Instellingen op uw apparaat. Om meer te leren over hoe om cookies te weigeren, te bezoeken <a href="http://www.allaboutcookies.org">www.allaboutcookies.org</a> of ga naar het Help-menu in uw internet browser. Als u problemen ondervindt met verwijderde cookies, dient u contact op te nemen met de leverancier van uw web browser. <br><br><b> Hoe kom ik erachter meer informatie: </b> <br><br>Voor meer informatie over cookies kunt u terecht op <a href="http://www.allaboutcookies.org">www.allaboutcookies.org</a> en kunt u voor meer informatie over behavioral advertising in het bijzonder te bezoeken <a href="http://www.youronlinechoices.com/uk/">www.youronlinechoices.com/uk/</a> . <br><br>Datum van de laatste revisie: 04 december 2012 <br><br> </body></html>

# secText
source: sec
dutch: twe

# secsText
source: secs
dutch: twe

# minsText
source: mins
dutch: min

# hourText
source: hour
dutch: uur

# hoursText
source: hours
dutch: uur

# dayText
source: day
dutch: dag

# daysText
source: days
dutch: dag

# monthText
source: month
dutch: maa

# monthsText
source: months
dutch: maa

# yearText
source: year
dutch: jaar

# yearsText
source: years
dutch: jaar

# pullRefreshTxt
source: Pull to refresh...
dutch: Trek om te vernieuwen...

# pullDownRefreshTxt
source: Pull down to refresh...
dutch: Pull down op te frissen...

# releaseRefreshTxt
source: Release to refresh...
dutch: Laat om te vernieuwen...

# loadingText
source: Loading...
dutch: het laden...

# agoText
source: ago
dutch: geleden

# releaseMoreTxt
source: Release to load more...
dutch: Laat los om meer te laden...

# pullMoreTxt
source: Pull up to load more...
dutch: Trek om meer te laden...

# alertTitle
source: No Mail Accounts
dutch: Geen mail accounts

# alertMessage
source: Please set up a Mail account in order to send email.
dutch: Stel een e-mailaccount om e-mail te sturen.

# emailSubject
source: Suggestion about LobbyFriend!
dutch: Suggestie over LobbyFriend!

# pinExpiryText
source: You are being Logged out of the application. Your PIN has expired. Thank you for using LobbyFriend. We hope you enjoyed your stay.
dutch: U wordt afgemeld uit deze applicatie, Uw pincode is verlopen. Dank u wel voor het gebruiken van Lobby Friend. We hopen dat u genoten heeft van uw verblijf.

# Error1
source: Error occured! Please try later
dutch: Is een fout opgetreden! Probeer het later

# ActionSheetTitle
source: Which do you prefer?
dutch: Welke heeft uw voorkeur?

# enterAllFieldText
source: Please enter all fields.
dutch: Vul alle velden in.

# invalidEmailText
source: invalid username/password
dutch: Ongeldige e-mail.

# agreeTermConditionText
source: You must agree terms & conditions!
dutch: U moet akkoord gaan voorwaarden!

# titleMissingText
source: Event title is missing
dutch: Titel ontbreekt

# startDateMissingText
source: Please enter event start date
dutch: Vul evenement startdatum

# locationMissingText
source: Please enter location
dutch: Geef locatie

# startDateComparisionText
source: Event closing date is before start date
dutch: Event sluitingsdatum is voor startdatum

# invalidUserPassText
source: Invalid user name or password
dutch: Ongeldige gebruikersnaam of wachtwoord

# internetConnText
source: There is no internet connection available. Please try again later
dutch: Er is geen internetverbinding beschikbaar. Probeer het later opnieuw

# emailUsedText
source: Email/username already in used
dutch: ongeldige gebruikersnaam / wachtwoord

# pleaseWaitText
source: Please wait
dutch: Een moment geduld
