Repository: irfan4ali/LobbyFriend
Catalog: LobbyFriend/Libraries/Data string/*.strings
Languages: dutch

# yesText
source: YES
dutch: JA

# backButtonText
source: Back
dutch: terug

# femaleText
source: FEMALE
dutch: VROUWELIJKE

# PriavteMsgSectionText
source: YOU ARE SENDING A MESSAGE TO:
dutch: U verstuurt een bericht naar:

# NoAvatarPic
source: Pleaese select your avatar
dutch: Pleaese selecteer uw avatar

# avatarLabelText1
source: Or choose an avatar...
dutch: Of kies een avatar ...

# avatarLabelText2
source: Select an image below. It will appear on your profile
dutch: Selecteer een afbeelding hieronder. Het zal verschijnen op je profiel

# checkInLabelText
source: Just checked-in to the hotel...
dutch: Net Checked-in naar het hotel

# checkOutLabelText
source: Just checked-out from the hotel..
dutch: Net Checked-out naar het hotel

# eventCalendarText
source: Updating calendar about this event
dutch: Updaten agenda over dit evenement

# userNameText
source: UserName
dutch: Gebruikersnaam

# passswordText
source: Password
dutch: Wachtwoord

# signInText
source: Sign up!
dutch: Aanmelden

# forgotText
source: Trouble to login?
dutch: Problemen met inloggen?

# loginButtonText
source: LOGIN
dutch: INLOGGEN

# fbButtonText
source: LOGIN WITH FACEBOOK
dutch: MELD U AAN MET FACEBOOK

# TwitterButtonText
source: LOGIN WITH TWITTER
dutch: LOGIN MET TWITTER

# rememberButtonText
source: Remember me!
dutch: Onthoud mij!

# signUpTitle
source: Sign Up
dutch: Aanmelden

# firstNameText
source: First Name
dutch: Voornaam

# lastNameText
source: Last Name
dutch: Achternaam

# theEmailText
source: Email
dutch: Vul uw e-mail in

# nextButtonText
source: Next
dutch: volgend

# previousButtonText
source: Previous
dutch: vorige

# cancelButtonText
source: Cancel
dutch: Annuleer

# registerSignUpButtonText
source: REGISTER
dutch: Registreer

# TCButtonText
source: I agree with the terms and conditions.
dutch: Ik ga akkoord met de algemene voorwaarden.

# txtMessageText
source: Message
dutch: berichten

# photoMessageText
source: Photo
dutch: foto

# eventCreateButtonTxt
source: CREATE EVENT
dutch: Creër Evenement

# guestsTitle
source: Guests
dutch: gasten

# recipientTitle
source: Recipients
dutch: ontvangers

# eventsTitle
source: Events
dutch: Evenementen

# dealsTitle
source: Deals
dutch: Aanbiedingen

# guestTitle
source: Guest
dutch: gast

# staffTitle
source: Staff
dutch: personeel

# privateMsgText
source: Private Message
dutch: privebericht

# sectionTitleText
source: Write your comment...
dutch: Schrijf je reactie…

# postCommentButtonText
source: POST COMMENT
dutch: Voeg een reactie

# commentTitleText
source: Comments
dutch: REACTIES

# settingsTitle
source: Settings
dutch: INSTELLINGEN

# termsText
source: Terms & Conditions
dutch: Algemene voorwaarden

# termsSubText
source: Please read LobbyFriend's Terms & Condition
dutch: Lees LobbyFriend's algemene voorwaarden

# privacyText
source: Privacy Policy
dutch: prive-beleid

# privacySubText
source: LobbyFriend is big on privacy. Find us more..
dutch: LobbyFriend vindt privacy belangrijk. Lees meer….

# cookieText
source: Cookie policy
dutch: Cookie-beleid

# cookieSubText
source: Yes we understand too:)
dutch: Ja, dat begrijpen wij ook :)

# faqText
source: Frequently Ask Questions
dutch: Veel gestelde vragen

# faqSubText
source: Got question? We may have already answered it here..
dutch: Heb je vragen? Misschien hebben wij deze hier al beantwoord…

# contactUsText
source: Contact Us
dutch: Neem contact met ons op

# contactUsSubText
source: Want to speak to us or leave any feedback..
dutch: Wilt u ons spreken of feedback achterlaten…

# AnonymousText
source: Anonymous status
dutch: anoniem status van

# AnonymousSubText
source: Don't show my name nor information
dutch: Niet meer tonen mijn naam, noch informatie

# OnlineSubText
source: I am currently Offline
dutch: Toon jezelf als online op LobbyFriend.

# OfflineSubText
source: I am currently Online
dutch: Toon jezelf als offline op LobbyFriend.

# NewGuestArrivesText
source: New guests check-in
dutch: Check in van nieuw gasten

# NewPostArrivesText
source: New post by hotel
dutch: Nieuwe berichten in de lobby

# NewCommentsArrivesText
source: Comments on my posts
dutch: Nieuwe opmerkingen over de berichten

# NewPrivateMessageText
source: New private message
dutch: Nieuwe privé berichten

# likePostText
source: Someone likes my post
dutch: Iemand houdt van mijn post

# NewPostByGuestText
source: New post by guest
dutch: Nieuw bericht door gast

# notifySectionText
source: NOTIFY ME WHEN
dutch: LAAT ME WETEN WANNEER

# topSectionText
source: YOU ARE CHANGING THE SETTINGS
dutch: U wijzigt de INSTELLINGEN

# lobbyInfoText
source: OTHER SETTINGS
dutch: OVERIGE INSTELLINGEN

# settingButonText
source: SAVE
dutch: OPSLAAN

# getPinVCTitle
source: Check In
dutch: inchecken

# lblAskDeskForPinText
source: ASK FRONT DESK FOR A PIN
dutch: Vraag de receptie om een pincode

# TypeYourPinText
source: Type your PIN
dutch: Typ uw pincode in

# checkInButtonText
source: CHECK IN
dutch: inchecken

# requestPinText
source: Request pin #
dutch: Vraag pin #

# twitterInfoTitle
source: Sign In
dutch: Aanmelden

# twitterFirstNameText
source: First Name
dutch: Voornaam

# twitterLastNameText
source: Last Name
dutch: achternaam

# userProfileTitle
source: My Profile
dutch: Mijn profiel

# addPicButtonText
source: ADD A PICTURE
dutch: VOEG EEN BEELD

# userProfileFrstNameText
source: First Name
dutch: Voornaam

# userProfileLastNameText
source: Last Name
dutch: achternaam

# userProfileEmailText
source: Email
dutch: Vul uw e-mail in

# userProfileUserNameText
source: Username
dutch: Gebruikersnaam

# userProfilePasswordText
source: Password
dutch: wachtwoord

# shortBioLblText
source: Short bio
dutch: Korte bio

# countryText
source: Country
dutch: Ik kom uit…

# positionText
source: Position
dutch: Voer uw beroep in

# companyText
source: Company
dutch: Vul uw werkgeversnaam in

# schoolText
source: School
dutch: Vul de naam van uw school in

# degreeText
source: Degree
dutch: Vul in wat u gestudeerd heeft

# myWorkLblText
source: My work
dutch: Mijn werk:

# myEducationLblText
source: My education
dutch: Mijn opleiding

# saveButtonText
source: SAVE
dutch: OPSLAAN

# toolbarNextButtonText
source: Next
dutch: volgende

# toolbarPrevButtonText
source: Prev
dutch: Vorige

# postEventVCTitle
source: Create Event
dutch: gebeurtenis maken

# titleFieldText
source: Title
dutch: Titel…

# costFieldText
source: Cost
dutch: Kosten…

# toTimeFieldEmailText
source: End Time
dutch: Aan…

# fromTimeFieldText
source: Start time
dutch: Van…

# shareLobbyButtonText
source: Share on City Lobby
dutch: Delen op Stad Lobby

# agreeTermsButtonText
source: I agree with the terms and conditions
dutch: Ik ga akkoord met de algemene voorwaarden.

# moreDetailButtonText
source: More detail
dutch: meer detail

# locationFieldText
source: Where
dutch: Waar..

# PostEventToolbarPrevButtonText
source: Prev
dutch: Vorige

# PostEventToolbarNextButtonText
source: Next
dutch: volgende

# lblcommentText
source: comments
dutch: reacties

# lblJoinEventButtonText
source: JOIN THIS EVENT
dutch: Meld aan voor dit evenement

# lblUnjoinEventButtonText
source: UNJOIN THIS EVENT
dutch: Afmelden voor dit evenement

# lblJoinDealButtonText
source: JOIN THIS DEAL
dutch: Meld aan voor deze deal

# lblUnjoinDealButtonText
source: UNJOIN THIS DEAL
dutch: Afmelden voor deze deal

# whoLikedText
source: WHO LIKED THIS POST
dutch: Wie liked het bericht

# whoJoinedText
source: WHO JOINED THIS POST
dutch: Bekijk wie zich al aangemeld heeft:

# addMsgVCTitle
source: Message
dutch: bericht

# sectionStripTitle
source: YOU ARE POSTING A MESSAGE:
dutch: Je plaats een bericht EEN BERICHT:

# cameraButtonText
source: ADD A PICTURE
dutch: VOEG EEN BEELD

# shareCityLobbyButtonText
source: Share on City Lobby
dutch: Delen op Stad Lobby

# shareFbButtonText
source: Share on FaceBook
dutch: Delen op Facebook

# shareTwitterButtonText
source: Share on Twitter
dutch: Delen op Twitter

# postButtonText
source: Send Message
dutch: Bericht verzenden

# guestMenuText
source: Guests
dutch: gasten

# dealsMenuText
source: Deals
dutch: Aanbiedingen

# eventsMenuText
source: Events
dutch: Evenementen

# myProfileButtonText
source: My Profile
dutch: MIJN PROFIEL

# settingsButtonText
source: Settings
dutch: INSTELLINGEN

# logOutButtonText
source: Logout
dutch: UITLOGGEN

# expireButtonText
source: EXPIRE MY PIN
dutch: EXPIRE MIJN PIN

# guestSectionText
source: GUESTS
dutch: GASTEN

# staffSectionText
source: STAFF
dutch: PERSONEEL

# otherSectionText
source: OTHERS
dutch: ANDEREN

# recentActivitesText
source: MY RECENT ACTIVITIES:
dutch: Recente activiteiten:

# blockUserText
source: Block user
dutch: Blokker gebruiker

# unblockUserText
source: Unblock user
dutch: gebruiker blokkeren

# sendMessageButtonText
source: Send a Message
dutch: Stuur een bericht

# AboutMeText
source: About me
dutch: Over mezelf

# blockLabelText
source: You have blocked this user
dutch: Je hebt geblokkeerd deze gebruiker

# joinDealText
source: JOINED THE DEAL!
dutch: Werd lid van het DEAL!

# joinEventText
source: JOINED THE EVENT!
dutch: GEVOEGDE HET EVENEMENT!

# dealTitleText
source: Deal
dutch: handelen

# eventTitleText
source: Event
dutch: evenement

# statusTitleText
source: Status
dutch: staat

# importantTitleText
source: Imp. Message
dutch: belangrijk bericht

# whoCommentText
source: WHO COMMENTED THIS POST
dutch: Die commentaar DEZE POST

# sendMsgText
source: send message
dutch: stuur bericht

# badPostText
source: bad post?
dutch: slecht bericht?

# deletePostText
source: delete post
dutch: verwijder Bericht

# deleteAlertText
source: Are you sure you want to delete this post and history?
dutch: Weet je zeker dat je dit bericht wilt en de geschiedenis wilt verwijderen?

# lbllikeText
source: likes
dutch: houdt

# lblWelcomeText
source: Welcome to Lobbyfriend!
dutch: Welkom bij Lobbyfriend!

# lblAccessInfoText
source: To access this temporary social network during your stay at this hotel from this Third Party website, and in addition to agreeing to the Terms and Conditions of LobbyFriend, you must acknowledge these terms:
dutch: Om toegang te krijgen tot dit tijdelijke sociaal netwerk tijdens uw verblijf in dit hotel op deze website van derden, en in aanvulling op het akkoord gaan met de Algemene Voorwaarden van LobbyFriend, moet u bekend zijn met deze voorwaarden:

# lblConfirmAgeText
source: I am at least 18 years of age.
dutch: Ik ben 18 jaar of ouder.

# lblLegalContentText
source: I recognize that all the content and all opinions expressed on this website are provided by individual authors and do not represent opinions of this hotel, its brand, its affiliates or subsidiaries.
dutch: Ik erken dat alle inhoud en alle meningen geplaatst op deze website worden geleverd door individuele auteurs en dat deze niet de meningen vertegenwoordigen van dit hotel, het merk, haar filialen of dochterondernemingen.

# lblNoLiabilityText
source: I understand that neither this hotel brand nor its hotels are liable from, and I hereby waive to the fullest extent allowed under applicable law all claims against this hotel, its brand, its affiliates and subsidiaries, based in whole or in part on any actions that directly or indirectly arise out of or result from my voluntary interaction with other guests through this social networking website.
dutch: Ik begrijp dat noch dit hotel merk, noch de hotels aansprakelijk zijn, en ik hierbij af doe, voor zover toegestaan ​​op grond van toepasselijk recht, van alle vorderingen tegen dit hotel, het merk, zijn filialen en dochterondernemingen, gebaseerd op geheel of gedeeltelijk alle maatregelen die direct of indirect voortvloeien uit of het gevolg zijn van mijn vrijwillige interactie met andere gasten via deze social networking website.

# lblAcceptText
source: Please accept to continue!
dutch: Gelieve te aanvaarden om verder te gaan!

# popUpVCcancelButtonText
source: Cancel
dutch: annuleren

# popUpVCOkButtonText
source: Accept
dutch: aanvaarden

# About
source: <html><body style="background-color: #F2EEF1; COLOR:#5B5B5B;font-family: Helvetica;font-size:11px "> <meta name="viewport" content="width=320,user-scalable=no initial-scale=1.0"><link rel="stylesheet" href="style.css" type="text/css" /> <h4 align = "center"><u>TERMS & CONDITIONS</u></b><br><br></h4>Welcome to our application (the "App"). This App is provided by the hotel ("Hotel" or "We" or "Us"). <br> By downloading or otherwise accessing the App you agree to be bound by the following terms and conditions ("Terms"), our privacy policy and our cookies policy. If you have any queries about the App or these Terms, you can contact Us by any of the means set out below. If you do not agree with these Terms, you should stop using the App immediately. <br> <br><u>Use of the App:</u>The App is made available for your own, personal use. You must stop using this App immediately if you are below the age of 18. You must not use this App for any commercial purpose or for any illegal or unauthorised purpose. When you use the App you agree to comply with all applicable laws (together referred to as <b>"Applicable Laws"</b>) and these Terms. <br><br> By using this App you agree that We are not liable for any loss, damage, costs or expenses you may suffer as a result of use of this App and you agree to indemnify Us in full from and against any such loss, damage, costs or expenses suffered or incurred directly or indirectly as a result of your use of the App otherwise than in accordance with these Terms or Applicable Laws. <br><u>Third parties:</u>The App may contain links to websites operated by third parties (“Third Party Websites“). We do not have any influence or control over any such Third Party Websites and, unless otherwise stated, is not responsible for and does not endorse any Third Party Websites or their availability or contents. <br><u>Privacy Policy:</u>We take your privacy very seriously. We will only use the personal information you provide when using this App in accordance with the terms of our privacy policy and cookies policy. By using the App you acknowledge and agree that you have read and accept the terms of our privacy policy and our cookies policy. <br><u>Disclaimer / Liability:</u>Use of the App is at your own risk. The App is provided on an "as is" basis. We will not be liable, in contract, tort (including, without limitation, negligence), under statute or otherwise, as a result of or in connection with the App, for any: (i) economic loss (including, without limitation, loss of revenues, profits, contracts, business or anticipated savings); or (ii) loss of goodwill or reputation; or (iii) special or indirect or consequential loss. <br><u>Advertisers in the App:</u>We accept no responsibility for adverts contained within the App. If you agree to purchase goods and/or services from any third party who advertises in the App, you do so at your own risk. The advertiser, is responsible for such goods and/or services and if you have any queries or complaints in relation to them, your only recourse is against the advertiser. <br><u>General:</u>These Terms, the cookies policy and the privacy policy (as amended from time to time) constitute the entire agreement between you and the Hotel concerning your use of the App. We reserve the right to update these Terms from time to time. You are responsible for regularly reviewing these Terms so that you are aware of any changes to them and you will be bound by the new policy upon your continued use of the App. These Terms shall be governed by and construed in accordance with laws the Hotel is located in. <br><u>Contact Details:</u><a href="mailto:info@lobbyfriend.com"> info@lobbyfriend.com</a> </b> <br><br> </body></html>
dutch: <html><body style="background-color: #F2EEF1; COLOR:#5B5B5B;font-family: Helvetica;font-size:11px "> <meta name="viewport" content="width=320,user-scalable=no initial-scale=1.0"><link rel="stylesheet" href="style.css" type="text/css" /> <h4 align = "center"><u>ALGEMENE VOORWAARDEN</u></b><br><br></h4>Welkom op onze applicatie (de "App"). Deze applicatie wordt verzorgd door het hotel ("Hotel" of "Wij" of "ons"). <br> Door het downloaden of anderszins toegang tot de App gaat u ermee akkoord gebonden te zijn door de volgende bepalingen en voorwaarden ("Voorwaarden"), ons privacybeleid en onze cookies beleid. Als u vragen hebt over de App of deze voorwaarden, kunt u contact opnemen met ons door een van de middelen hieronder uiteengezet. Als u niet akkoord gaat met deze voorwaarden, moet u stoppen met het gebruik van de App onmiddellijk. <br> <br><u>Gebruik van de App:</u>De App is beschikbaar gesteld voor uw eigen, persoonlijk gebruik. U moet stoppen met het gebruik van dit App onmiddellijk als u bent jonger dan 18 jaar. U moet deze applicatie niet gebruiken voor commerciële doeleinden of voor illegale of ongeoorloofde doeleinden. Wanneer u de App te gebruiken gaat u ermee akkoord te voldoen aan alle van toepassing zijnde wetten (tezamen te noemen <b>"Toepasselijk recht"</b>) en deze Voorwaarden. <br><br> Door het gebruik van deze applicatie gaat u ermee akkoord dat wij niet aansprakelijk zijn voor enig verlies, schade, kosten of kosten die u zou kunnen lijden als gevolg van het gebruik van deze applicatie en gaat u ermee akkoord ons schadeloos te stellen volledig uit en tegen een dergelijk verlies, schade, kosten of uitgaven geleden of opgelopen direct of indirect als gevolg van uw gebruik van de App anders dan in overeenstemming met deze Voorwaarden of geldende wetten. <br><u>Derden: </u>De App kan links bevatten naar websites van derden (<b>"Websites van Derden"</b>). We hebben geen invloed of controle over dergelijke websites van derden en, tenzij anders vermeld, is niet verantwoordelijk voor en verleent geen goedkeuring websites van derden of de beschikbaarheid of inhoud. <br><u>Privacybeleid: </u>Wij nemen uw privacy zeer serieus. We zullen alleen gebruik maken van de persoonlijke informatie die u verstrekt bij het gebruik van deze applicatie in overeenstemming met de voorwaarden van ons privacybeleid en cookies beleid. Door het gebruik van de App erkent u en stemt ermee in dat u hebt gelezen en accepteer de voorwaarden van ons privacybeleid en onze cookies beleid. Disclaimer / aansprakelijkheid: <br><u>Disclaimer / aansprakelijkheid: </u>Het gebruik van de App is op eigen risico. De App wordt geleverd op een "as is" basis. Wij zijn niet aansprakelijk, in contract, onrechtmatige daad (inclusief, zonder beperking, nalatigheid), de wet of anderszins, als gevolg van of in verband met de App, voor elk: (i) de economische verlies (met inbegrip van, maar niet beperkt tot, verlies van van de opbrengsten, winsten, contracten, zaken of verwachte besparingen), of (ii) verlies van goodwill of reputatie; of (iii) speciale of indirecte of gevolgschade. <br><u>Adverteerders in de App: </u>Wij accepteren geen verantwoordelijkheid voor advertenties vervat in de App. Als u akkoord gaat met goederen en / of diensten te kopen van een derde partij die adverteert in de App, doet u dit op eigen risico. De adverteerder is verantwoordelijk voor deze goederen en / of diensten en als u vragen of klachten heeft met betrekking tot hen, uw enige toevlucht is tegen de adverteerder. <br><u>Algemeen: </u>Deze voorwaarden, de cookies beleid en het privacybeleid (zoals gewijzigd van tijd tot tijd) vormen de volledige overeenkomst tussen u en het hotel met betrekking tot uw gebruik van de App. Wij behouden ons het recht voor om deze Algemene Voorwaarden te werken van tijd tot tijd. U bent verantwoordelijk voor de periodieke toetsing van deze voorwaarden, zodat u op de hoogte van eventuele wijzigingen in hen en je bent gebonden aan het nieuwe beleid van uw voortgezet gebruik van de App. Deze voorwaarden worden beheerst door en geïnterpreteerd in overeenstemming met de wetten van de hotel is located in <br><u>Contactgegevens:</u><a href="mailto:info@lobbyfriend.com"> info@lobbyfriend.com</a> </b> <br><br> </body></html>
